/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Napadalci morda poskušajo ukrasti vaše podatke (na primer: gesla, sporočila ali kreditne kartice).";

/* No comment provided by engineer. */
"Back" = "Nazaj";

/* No comment provided by engineer. */
"Bank transfer" = "Bančni transfer";

/* No comment provided by engineer. */
"Cancel" = "Prekliči";

/* No comment provided by engineer. */
"Card" = "Kartica";

/* No comment provided by engineer. */
"Card number" = "Št. kartice";

/* No comment provided by engineer. */
"Close and go back" = "Zapri in pojdi nazaj";

/* No comment provided by engineer. */
"Correct your card number" = "Popravite št. kartice";

/* No comment provided by engineer. */
"Credit card" = "Kreditna kartica";

/* No comment provided by engineer. */
"credit or debit" = "kredit ali debit";

/* No comment provided by engineer. */
"Customer service" = "Služba za podporo uporabnikom";

/* No comment provided by engineer. */
"CVV code" = "Koda CVV";

/* No comment provided by engineer. */
"Delete" = "Izbriši";

/* No comment provided by engineer. */
"Enter a card number" = "Vnesite št. kartice";

/* No comment provided by engineer. */
"Please enter a valid date" = "Vnesite veljavni datum";
"Please enter a valid code" = "Vnesite veljavno kodo";
"MM/YY" = "MM/LL";

/* No comment provided by engineer. */
"Enter CVV code" = "Vnesite kodo CVV";

/* No comment provided by engineer. */
"Error" = "Napaka";

/* No comment provided by engineer. */
"Expiration date" = "Datum zapadlosti";

/* No comment provided by engineer. */
"fast online transfer" = "hiter spletni transfer";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "Sprejmem ";

/* No comment provided by engineer. */
"New card" = "Nova kartica";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Ne, ostani na strani za plačilo";

/* No comment provided by engineer. */
"OK" = "V redu";

/* No comment provided by engineer. */
"Publisher" = "Izdajatelj";

/* No comment provided by engineer. */
"Save and use" = "Shrani in uporabi";

/* No comment provided by engineer. */
"Scan Card" = "Skeniraj kartico";

/* No comment provided by engineer. */
"Position your card in this frame" = "Poravnajte kartico v okvir";

/* No comment provided by engineer. */
"Hold still…" = "Počakaj…";

/* No comment provided by engineer. */
"Select payment method" = "Izberite način plačila";

/* No comment provided by engineer. */
"This card is not supported" = "Te kartice sistem ne podpira";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Plačilni pogoji PayU";

/* No comment provided by engineer. */
"Use" = "Uporabi";

/* No comment provided by engineer. */
"Version" = "Različica";

/* No comment provided by engineer. */
"Yes, go back" = "Da, pojdi nazaj";

/* No comment provided by engineer. */
"Your connection is not secure" = "Vaša povezava ni varna";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Vaše plačilo bo preklicano. Nadaljuje?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Konfiguriraj za plačilo s telefonom";
"Pay by phone" = "Plačilo s telefonom";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "uporabi kodo iz bančne aplik.";
"Enter BLIK code" = "Vnesite kodo BLIK";
"Authorize and store BLIK payment in your bank app" = "Potrdite in shranite plačilo BLIK v bančno aplik.";
"one-tap payment" = "plačilo na klik";
"Enter new BLIK code" = "Vnesi novo kodo BLIK";
"saved BLIK payment" = "shranjeno plačilo BLIK";

/* Mastercard Installments strings */
"Transaction approved" = "Transakcija odobrena";
"Installment payment" = "Obročno plačilo";
"The recipient will get the total order amount." = "Prejemnik bo prejel znesek naročila v celoti.";
"You can split this payment into installments with Mastercard." = "Plačilo lahko razdelite na obroke, s kartico MasterCard.";
"Split into installments" = "Razdeli na obroke";
"No, thanks" = "Ne, hvala";
"You can pay in installments with MasterCard. Select the number of installments to confirm." = "Plačate lahko v obrokih, s kartico Mastercard. Izberite število obrokov, da potrdite.";
"total" = "skupaj";
"1st installment" = "1. obrok";

/* payu installments */
"Installments" = "Obroka/-i/-ov";
"decision in even 15 minutes" = "odločitev v 15 min";
"Your application is still being reviewed." = "Vaša vloga se še pregleduje.";
"Your lender and/or store will inform you of the next steps." = "Posojilodajalec in/ali trgovna bosta poslala navodila, kako naprej.";
"In order to finalize the process You will be redirected to browser" = "Za dokončanje procesa sledi preusmeritev v brskalnik";
"Accept" = "Sprejmi";
